import { ArtImageCard } from '@/entities/artworks/components';
import React from 'react';

export const ArtWorkPage = () => {
  return (
    <div>
      <ArtImageCard
        profileImageUrl={''}
        profileName={'작가작가작가작가작가작가작가작가'}
        title={
          '작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가작가'
        }
        imageUrl={''}
      />
    </div>
  );
};
